alsa-utils
amd-ucode
awesome
base
base-devel
bind
bluez-utils
brightnessctl
dmenu
efibootmgr
git
gnu-netcat
gnumeric
grub
htop
libva-mesa-driver
linux
linux-firmware
mako
man-db
man-pages
neovim
networkmanager
nm-connection-editor
noto-fonts-emoji
otf-font-awesome
pavucontrol
pipewire
pipewire-media-session
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-ipympl
python-pandas
python-pandas-datareader
python-requests
qt5-wayland
qt6-wayland
qtile
sudo
sway
swaybg
swayidle
swaync
texinfo
ttf-font-awesome
ufw
vim
vlc
waybar
wget
wireshark-qt
wlroots
wmenu
wofi
wtype
xdg-desktop-portal
xdg-desktop-portal-wlr
xf86-video-amdgpu
xorg-server
zsh
zssh
