alacritty
alsa-utils
amd-ucode
ansible
audacity
awesome
base
base-devel
bind
bluez-utils
brightnessctl
cliphist
dmenu
dnsmasq
efibootmgr
expac
font-manager
git
gnumeric
graphviz
grub
htop
httpie
isoimagewriter
lf
libva-mesa-driver
linux
linux-firmware
mako
man-db
man-pages
mtr
neovim
networkmanager
nm-connection-editor
nmap
noto-fonts
noto-fonts-emoji
npm
openbsd-netcat
otf-font-awesome
pavucontrol
pipewire
pipewire-media-session
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-boto3
python-ipympl
python-pandas
python-pandas-datareader
python-pyx
python-requests
qt5-wayland
qt6-wayland
qtile
reflector
ruby2.7
scapy
screen
socat
sudo
sway
swaybg
swayidle
swaync
tcpdump
tenacity
texinfo
thefuck
thunar
thunar-volman
tldr
traceroute
ttf-font-awesome
ufw
unzip
usbutils
vim
vlc
waybar
wget
wireshark-qt
wlroots
wmenu
wob
wofi
wtype
xdg-desktop-portal
xdg-desktop-portal-wlr
xf86-video-amdgpu
xorg-server
xorg-xwayland
zsh
zssh
